<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0;" name="viewport" />
    <title>Korisni&#269;ki ugovor</title>
    <style>
    body {
        font-family: MYingHei W5, SlateForOnePlusRegular, Microsoft Yahei, sans-serif;
        font-family: SlateForOnePlusBk;
        font-size: 11pt;
        background-color: #FAFAFA;
    }

    .title {
        /*      font-family: SlateForOnePlusMedium;
*/
        font-size: 2.1rem;
        color: #000000;
        letter-spacing: 0;
        line-height: 34px;
        text-align: center;
        margin-top: 35px;
        line-height: 1.1;
    }

    .container {
        margin-bottom: 32px;
    }

    /*  段落文字標題*/
    .subHeading {
        font-family: SlateForOnePlusMedium;
        margin-bottom: 16px;
        margin: 0;
        line-height: 16px;
        font-size: .88rem;
        padding-bottom: 10px;
        opacity: 0.45;
    }

    p {
        word-wrap: break-word;
        overflow: hidden;
        margin: 0;
        color: rgba(0, 0, 0, .5);
        line-height: 1.5;
        letter-spacing: 1.5;
        font-size: .88rem;
        letter-spacing: 0.01rem;


    }

    /*列表*/
    ul,
    ol {
        font-family: SlateForOnePlusBk;
        margin-bottom: 40px;
        margin-top: 10px;
        margin-left: -20px;
        color: rgba(0, 0, 0, .45);

    }

    li {

        padding-bottom: 13px;
        margin: 0;
        line-height: 1.5;
        letter-spacing: 1.5;
    }

    /*超連結*/
    a {

        color: #2296F3;
        line-height: 2.1rem;
    }


    /*副標題文字*/
    .sub {
        font-size: 1rem;
        opacity: 100%;
        font-family: SlateForOnePlusBk;
        margin-bottom: 63px;
        color: #000;

    }

    /* 全部的間距到邊框的間距*/
    section {
        margin-top: 53px;
        margin-right: 21px;
        margin-left: 21px;
    }

    .headerContainer {
        margin-bottom: 50px;
        text-align: center;
    }

    ul.noneListStyle {
        list-style: none;
    }

    span {
        margin-left: -20px;
    }
    ul li .dots{
      list-style: decimal;
    }
    </style>
</head>

<body>
<section>
    <!------------------------------------------------------------------頭部段落 ------------------------------------------------------------------>
    <div class="headerContainer">
        <h1 class="title">Korisni&#269;ki ugovor</h1>
        <p class="sub" style="
    font-size: 1rem;
    color: black;
">Ovaj&#8222;Korisni&#269;ki ugovor“ (u nastavku &#8222;Ugovor“) sa&#269;injen je izme&#273;u vas [u nastavku&#8222;Korisnik“, odnosi se na pojedinca(e) ili organizaciju(e), koji registriraju, prijavljuju se i koriste usluge &#8222;OnePlus Camera“ koje pru&#382;a OnePlus (odnosi se na OnePlus Technology (Shenzhen) Co., Ltd.) s povezanim dru&#353;tvima (u daljnjem tekstu &#8222;Poduze&#263;e“)] te OnePlus vezano uz va&#353;u registraciju, prijavu i kori&#353;tenje usluge &#8222;OnePlus Camera“.</p>
    </div>
    <div class="container">
        <!------------------------------------------------------------------頭部段落 ------------------------------------------------------------------>
        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>
        <h2 class="subHeading">I. Podsjetnik</h2>
        <ul class="noneListStyle">
            <li><span>1.1</span>OnePlus vas ovime podsje&#263;a da pa&#382;ljivo pro&#269;itate i u potpunosti shvatite sve
                odredbe i uvjete ovog Ugovora te se odlu&#269;ite prihvatiti ili ne prihvatiti OVAJ
                UGOVOR (maloljetnici &#263;e ga pro&#269;itati zajedni&#269;ki sa svojim starateljima) nakon
                pomnog &#269;itanja. Ne&#263;ete se imati pravo registrirati, prijaviti ili koristiti
                odgovaraju&#263;e usluge obuhva&#263;ene Ugovorom ukoliko niste prihvatili sve odredbe i
                uvjete ovog Ugovora, a va&#353;a &#263;e se registracija, prijava i kori&#353;tenje smatrati
                prihva&#263;anjem ovog Ugovora.</li>
        </ul>
        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>
        <h2 class="subHeading">II. Opis usluge</h2>
        <ul class="noneListStyle">
            <li><span>2.1</span>&#8222;Usluge“ se u sklopu ovog ugovora odnose na funkcije i usluge koje pru&#382;a&#8222;OnePlus Camera“.</li>
            <li><span>2.2</span>Potvr&#273;ujete i prihva&#263;ate sljede&#263;e:</li>
            <li><span>2.2.1</span>OnePlus &#263;e uslijed potreba poslovnog razvoja imati pravo modificirati, privremeno obustaviti, ograni&#269;iti, ukinuti ili otkazati cjelokupni sadr&#382;aj ili dio sadr&#382;aja Usluge obuhva&#263;ene ovim Ugovorom.</li>
            <li><span>2.2.2</span>Usluge koje pru&#382;a OnePlus mogu uklju&#269;ivati oglase, izravne push obavijesti, i druge sadr&#382;aje, a vi prihva&#263;ate prikazivanje oglasa, izravnih push obavijesti i drugog sadr&#382;aja koji pru&#382;aju OnePlus, pridru&#382;ena dru&#353;tva, dobavlja&#269;i i kooperanti u sklopu va&#353;eg kori&#353;tenja.</li>
        </ul>
        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>
        <h2 class="subHeading">III. Pravila za korisnike</h2>
        <ul class="noneListStyle">
            <li><span>3.1</span>Mo&#382;ete koristiti &#8222;OnePlus Camera“ bez registriranog ra&#269;una, ali za vi&#353;e funkcija u sklopu &#8222;OnePlus Camera“ registrirat &#263;ete ra&#269;un i dostaviti relevantne osobne podatke. U svakom trenutku mo&#382;ete prestati koristiti svoj ra&#269;un i OnePlus &#263;e zadr&#382;ati ili deaktivirati va&#353; ra&#269;un u skladu s ovim Ugovorom. Prije registracije ra&#269;una morate jam&#269;iti i obvezati se na sljede&#263;e:</li>

            <li><span>3.1.1 </span>Preuzimate isklju&#269;ivu odgovornost za autenti&#269;nost, legitimnost i valjanost va&#353;ih registracijskih podataka te ne&#263;ete opona&#353;ati druge ili koristiti tu&#273;e ime ili naziv za objavu bilo kakvih podataka niti zlonamjerno koristiti ra&#269;un da biste druge dovodili u zabludu; OnePlus &#263;e u suprotnom imati pravo da vam trenutno obustavi pru&#382;anje Usluga, a vi &#263;ete snositi isklju&#269;ivu pravnu odgovornost za svoje postupke.</li>

            <li><span>3.1.2  </span>Va&#353;e kori&#353;tenje proizvoda, postupaka i Usluga koje pru&#382;a OnePlus bit &#263;e u skladu sa zakonom i bit &#263;ete odgovorni za sve postupke na va&#353;em registriranom ra&#269;unu. OnePlus ne&#263;e biti odgovoran za gubitke ili &#353;tete nastale va&#353;im postupcima.</li>

            <li><span>3.1.3  </span>Podatke za prijavu &#263;ete &#269;uvati kao povjerljive podatke, izbjegavati stjecanje i kori&#353;tenje podataka drugih i odmah obavijestiti OnePlus o bilo kakvom kr&#353;enju zakona, neovla&#353;tenim radnjama ili mogu&#263;im neovla&#353;tenim radnjama; OnePlus u suprotnom ne&#263;e biti odgovoran za bilo kakve gubitke uzrokovane va&#353;im nepo&#353;tivanjem gore spomenutih uvjeta.</li>
            <li><span>3.1.4  </span>Mo&#382;ete dostaviti ili javno objaviti bilo koji sadr&#382;aj putem usluge &#8222;OnePlus Camera“, pri &#269;emu jam&#269;ite da ste dobili autorsko pravo ili odgovaraju&#263;e ovla&#353;tenje za doti&#269;ne sadr&#382;aje. Vi &#263;ete biti isklju&#269;ivo odgovorni za bilo koji pravni zahtjev ili tu&#382;bu tre&#263;e strane koji proizlaze iz kr&#353;enja gore navedenih zahtjeva.</li>
            <li><span>3.1.5  </span>Va&#353;e kori&#353;tenje vlastitih korisni&#269;kih sadr&#382;aja u &#8222;OnePlus Camera“ kroz dostavljanje, objavu ili druge metode smatra se va&#353;om automatskom autorizacijom i jamstvom da imate pravo prenijeti nam neopozivu, prenosivu, ne-ekskluzivnu i nepla&#263;enu globalnu licencu. Navedena licenca mo&#382;e &#8222;OnePlus Camera“ ovlastiti za dupliciranje, objavu, javno prikazivanje, pokazivanje i izradu izvedenih radova ili dodavanje u druge radove isklju&#269;ivo u svrhu pru&#382;anja ili pobolj&#353;anja usluga.</li>





        </ul>
        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>
        <h2 class="subHeading">IV. Pravila o privatnosti</h2>
        <ul class="noneListStyle">
            <li><span>4.1</span>Prihva&#263;ate da &#263;e OnePlus ozbiljno shvatiti va&#353;u privatnost i ulo&#382;iti sve napore da poduzme u&#269;inkovite mjere kako bi za&#353;titili va&#353;u privatnost. &#8222;OnePlus Camera“ bez va&#353;eg dopu&#353;tenja ne&#263;e u&#269;initi javno dostupnim, pristupati, ure&#273;ivati ili otkriti va&#353;e osobne podatke niti bilo koje ne-javne sadr&#382;aje koje ste sami pru&#382;ili prema vlastitom naho&#273;enju.
            </li>
            <li><span>4.2</span>Lokacije poslu&#382;itelja:</li>
            <li><span>4.2.1</span>Sjedi&#353;te OnePlus je u Kini, a kori&#353;teni poslu&#382;itelji se nalaze u Sjedinjenim Dr&#382;avama, Europskoj uniji i povezanim zemljama. Informacije prikupljene od strane OnePlus bit &#263;e pohranjene i prenose se na poslu&#382;itelj smje&#353;ten u va&#353;oj lokalnoj zemlji, Sjedinjenim Ameri&#269;kim Dr&#382;avama, Europskoj uniji ili drugoj nadle&#382;noj zemlji u skladu s primjenjivim zakonima i propisima.</li>
            <li><span>4.3</span>Podaci koje OnePlus mo&#382;e prikupljati:</li>
            <li><span>4.3.1</span>Informacije koje dobrovoljno dostavljate Usluzi kada se registrirate za ra&#269;un, kao &#353;to su va&#353;e ime i adresa e-po&#353;te.</li>
            <li><span>4.3.2</span>Informacije koje ste dobrovoljno pru&#382;ili Usluzi u sklopu kori&#353;tenja &#8222;OnePlus Camera“.</li>
            <li><span>4.3.3</span>Podaci zapisnika, odnosno tehni&#269;ke informacije koje Usluga mo&#382;e automatski prikupljati putem kola&#269;i&#263;a, web-pratilice ili drugih metoda kada koristite Usluge OnePlus.</li>
            <li><span>4.3.4</span>Podaci o lokaciji, odnosno informacije vezane uz va&#353; polo&#382;aj prikupljene od strane OnePlus kada pokrenete funkciju lociranja i koristite odgovaraju&#263;e Usluge temeljene na lokaciji koje pru&#382;a OnePlus. Mo&#382;ete isklju&#269;iti funkciju lociranja i zaustaviti prikupljanje podataka o va&#353;em geografskom polo&#382;aju od strane OnePlus.</li>
            <li><span>4.4 </span>Kori&#353;tenje podataka od strane OnePlus</li>
            <li><span>4.4.1</span>Pru&#382;anje Usluge. Takvi se podaci mogu koristiti za potvrdu identiteta, slu&#382;bu za korisnike, za&#353;titu sigurnosti, pra&#263;enje prijevara, arhiviranje i sigurnosno kopiranje kako bi se jam&#269;ila sigurnost Usluga koje pru&#382;a OnePlus.</li>
            <li><span>4.4.2</span>Unapre&#273;ivanje Usluge. Takvi se podaci mogu koristiti interno kako bi se pobolj&#353;ale Usluge i produbilo va&#353;e razumijevanje na&#269;ina pristupanja i kori&#353;tenja Usluga koje pru&#382;a OnePlus kako biste zadovoljili svoje specifi&#269;ne zahtjeve, &#353;to uklju&#269;uje odabir jezika, postavljanje polo&#382;aja, prilago&#273;enu Uslugu pomo&#263;i i upute.</li>
            <li><span>4.5.1</span>OnePlus &#263;e pohraniti va&#353;e osobne podatke samo u potrebnom razdoblju u svrhe navedene u ovom Ugovoru i unutar vremenskog razdoblja odre&#273;enog zakonima i propisima.</li>

            <li><span>4.5.2</span>OnePlus koristi razli&#269;ite sigurnosne tehnike i postupke kako bi se sprije&#269;io gubitak, nepravilna uporaba, neovla&#353;teno &#269;itanje ili otkrivanje informacija. Bez obzira na to, imajte na umu da &#269;ak i pobolj&#353;ane sigurnosne mjere ne&#263;e biti u mogu&#263;nosti jam&#269;iti 100 %-tnu sigurnost informacija u internetskoj industriji zbog tehni&#269;kih ograni&#269;enja i raznih mogu&#263;ih zlonamjernih sredstava. Tako&#273;er morate shvatiti da se takve prijetnje ili problemi mogu pojaviti u sustavu i komunikacijskoj mre&#382;i uslijed nekih &#269;imbenika koji su izvan kontrole OnePlus.</li>

            <li><span>4.5.3 </span>Ukoliko OnePlus uvidi da su informacije koje smo prikupili i pohranjujemo ugro&#382;ene ili neopravdano otkrivene zbog vanjskih postupaka, &#353;to uklju&#269;uje, ali nije ograni&#269;eno na vanjske sigurnosne napade, OnePlus &#263;e poduzeti razumne i primjerene mjere, &#353;to uklju&#269;uje, ali nije ograni&#269;eno na internu istragu, izvje&#353;tavanje i obavje&#353;tavanje izvr&#353;nih vlasti te suradnju s institucijama za provedbu zakona neovisno o bilo kojim drugim odredbama o odricanju odgovornosti sadr&#382;anim u ovom Ugovoru.</li>




        </ul>
        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>
        <h2 class="subHeading">V. Odredba o odricanju od odgovornosti</h2>
        <ul class="noneListStyle">
            <li><span>5.1</span>Imajte na umu da OnePlus ne&#263;e snositi nikakvu zakonsku odgovornost u slu&#269;aju bilo koje/kojih od sljede&#263;ih okolnosti:</li>
            <li><span>5.1.1</span>Pru&#382;anje va&#353;ih osobnih podataka u skladu sa zakonima i propisima ili zahtjevima relevantnih dr&#382;avnih tijela,</li>

            <li><span>5.1.2</span>Objavljivanje bilo kakvih osobnih podataka zbog va&#353;e zlouporabe ili drugih osobnih razloga,</li>

            <li><span>5.1.3 </span>Neuspjeh u ispunjavanju va&#353;ih zahtjeva, primjerice prekid Usluga i blokada uzrokovana hakerskim napadom, ra&#269;unalnim virusima, blokada ilegalnih i uznemiruju&#263;ih informacija, kao i bilo koje druge mjere za upravljanje sigurno&#353;&#263;u mre&#382;e, tehnologije, komunikacijskih linija i podataka,</li>
            <li><span>5.1.4 </span>Svaki gubitak koji ste pretrpjeli uslijed zatajenja komunikacijskih linija, tehni&#269;kih problema, problema mre&#382;e, zatajenja ra&#269;unala, nestabilnosti sustava tre&#263;e strane kao &#353;to su operateri ili druge vi&#353;e sile,</li>

            <li><span>5.1.5 </span>OnePlus ni pod kojim okolnostima ne&#263;e snositi nikakvu odgovornost za bilo koje neizravne, posljedi&#269;ne, kaznene, potencijalne, posebne ili ka&#382;njive gubitke, uklju&#269;uju&#263;i gubitke dobiti uzrokovane kori&#353;tenjem Usluga OnePlus.</li>

        </ul>
        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>
        <h2 class="subHeading">VI. Za&#353;tita intelektualnog vlasni&#353;tva</h2>
        <ul class="noneListStyle">
            <li><span>6.1</span>Izjava o intelektualnom vlasni&#353;tvu</li>

            <li><span>6.1.1</span>&#8222;OnePlus Camera“ je softver razvijen ili u vlasni&#353;tvu OnePlus i svo relevantno intelektualno vlasni&#353;tvo i informacije sadr&#382;ani u &#8222;OnePlus Camera“ su u vlasni&#353;tvu ili pod zakonskom skrbi OnePlus, &#353;to uklju&#269;uje, ali nije ograni&#269;eno na svo intelektualno vlasni&#353;tvo kao &#353;to su autorska prava, za&#353;titni znak, patentna prava i poslovne tajne, kao i sve informacije koje se odnose na &#8222;OnePlus Camera“.</li>

            <li><span>6.1.2 </span>Bez pismenog dopu&#353;tenja OnePlus ne mo&#382;ete proizvoljno implementirati, koristiti, prenositi ili licencirati tre&#263;e strane za implementaciju, kori&#353;tenje ili prijenos gore navedenog intelektualnog vlasni&#353;tva u cilju ostvarivanja dobiti ili u neprofitne svrhe, a OnePlus pridr&#382;ava pravo smatrati vas odgovornima za gore navedene neovla&#353;tene radnje.</li>

            <li><span>6.2 </span>Licenca za softver</li>
            <li><span>6.2.1 </span>OnePlus vam ovime dodjeljuje neekskluzivnu i neprenosivu ograni&#269;enu licencu za kori&#353;tenje &#8222;OnePlus Camera“ i relevantnih sadr&#382;aja.</li>
            <li><span>6.2.2 </span>Bez pisane suglasnosti od strane OnePlus ne&#263;ete provoditi modifikacije, prijevod, obrnuti in&#382;enjering, dekompilaciju ili stvaranje izvedenih radova na temelju &#8222;OnePlus Camera“; ne&#263;ete iznajmljivati, prenositi, podlicencirati na druge na&#269;ine dodjeljivati bilo koja prava vezano uz &#8222;OnePlus Camera“ i ne&#263;ete dodavati drugi softver ili spajati drugi softver s &#8222;OnePlus Camera“ te ne&#263;ete instalirati &#8222;OnePlus Camera“ na bilo koje druge terminalne ure&#273;aje bez izri&#269;itog dopu&#353;tenja OnePlus i ne&#263;ete koristiti &#8222;OnePlus Camera“ u bilo koje komercijalne svrhe. U slu&#269;aju bilo koje od gore navedenih zabranjenih radnji, OnePlus ima pravo odmah ukinuti gore navedenu licencu.</li>
            <li><span>6.2.3 </span>Pridr&#382;avanje prava: sva ostala prava za koja nije izdano izri&#269;ito ovla&#353;tenje u vlasni&#353;tvu su OnePlus.</li>
        </ul>
        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>

        <!------------------------------------------------------------------以下為一個段落（小標題＋列表） ------------------------------------------------------------------>
        <h2 class="subHeading">VII. Podaci za kontakt</h2>
        <ul class="noneListStyle">


            <li class="dots">&#8226;Adresa: Kat&nbsp;18, Blok&nbsp;C, zgrada Tairan, Che Gong Miao, okrug Futian, Shenzhen, Kina</li>
            <li class="dots">&#8226;Po&#353;tanski kod: 518040</li>
            <li class="dots">&#8226;
                Tel: <a href="tel:075561882366">
                0755-61882366</a></li>
            <li class="dots">&#8226;
                E-po&#353;ta: <a href="mailto:user@oneplus.cn">user@oneplus.cn</a></li>
        </ul>

    </div>
</section>
</body>

</html>
